tap "armmbed/formulae"
tap "nikitabobko/tap"
tap "y3owk1n/tap"
brew "arm-none-eabi-gcc", link: false
brew "atuin"
brew "bun"
brew "chezmoi"
brew "clang-format"
brew "dos2unix"
brew "exiftool"
brew "expat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "hidapi"
brew "kanata"
brew "lazygit"
brew "libusb"
brew "make"
brew "neovim"
brew "node"
brew "pipx"
brew "python@3.12"
brew "ripgrep"
brew "starship"
brew "tree-sitter-cli"
brew "xh"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "activitywatch"
cask "aerospace"
cask "dotnet-sdk"
cask "figma"
cask "firefox"
cask "ghostty"
cask "maccy"
cask "microsoft-remote-desktop"
cask "neru"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "shottr"
cask "stats"
cask "teamviewer"
cask "telegram-desktop"
